{
    "common": {
        "navHome": "Home",
        "navAbout": "About Us",
        "navServices": "Services",
        "footerCopyright": "&copy; 2025 E-EC.MX. All rights reserved.",
        "footerAbout": "About Us",
        "footerServices": "Services",
        "footerPrivacy": "Privacy Policy"
    },
    "index": {
        "title": "Home Page",
        "heading": "Welcome to My Website",
        "paragraph1": "This is the home page of our responsive and multilingual website. Here you can find general information about what we offer.",
        "paragraph2": "Explore our other sections to learn more about us and the services we provide.",
        "callToAction": "Discover More!"
    },
    "nosotros": {
        "title": "About Us",
        "heading": "Who Are We?",
        "paragraph1": "I am a passionate developer dedicated to cross-platform application development with Xamarin/MAUI and C#. My mission is to develop real mobile applications that meet the needs of clients and/or users and provide solutions to them, whether it is one or several needs in their daily lives.",
        "paragraph2": "With more than 5 years of experience in the industry, we strive to provide innovative and high-quality solutions to our clients.",
        "teamHeading": "Our Team",
        "teamMember1": "Eduardo Campos - CEO",
        "teamMember2": ""
    },
    "servicios": {
        "title": "Our Services",
        "heading": "Services We Offer",
        "service1Title": "Mobile application development, Backend development",
        "service1Desc": "We create modern and functional mobile applications and backend systems, tailored to your needs and goals.",
        "service2Title": "",
        "service2Desc": "",
        "service3Title": "",
        "service3Desc": ""
    },
    "privacidad": {
        "title": "Privacy Policy",
        "lastUpdated": "Last updated: June 20, 2025",
        "sections": [
            {
                "heading": "1. Introduction",
                "content": "<p>Welcome to the EC.MX Privacy Policy. We are committed to protecting your privacy and personal data. This policy explains how we collect, use, disclose, and protect your information when you visit our EC.MX website or applications such as Mi Gasolinera.</p>"
            },
            {
                "heading": "2. Information We Collect",
                "content": "<p>We do not collect personal information.</p><p>The information collected for updating service stations and fuel prices is obtained through the Energy Regulatory Commission (CRE), the agency responsible for regulating these activities. The CRE publishes a daily report on public retail prices, which is a crucial source for determining the prices charged to the public at service stations. Furthermore, the CRE issues permits for the operation of stations and establishes specific regulations. The information is accessed through the CRE portal and the Electronic Filing Office, where reports are published and related procedures can be conducted. The proper use of this information is essential to ensure compliance with regulations and to make informed decisions regarding the operation of service stations.</p>"
            },
            {
                "heading": "3. Share Information",
                "content": "<p>We do not share information with third parties without consent, except when required by law.</p>"
            },
            {
                "heading": "4. Your Privacy Rights",
                "content": "<p>You have certain rights regarding the service station information as long as you prove that you are the owner or manager of the service station, including the right to correct the service station data and prices. To exercise these rights, please contact us at contacto@e-ec-com.mx.</p>"
            },
            {
                "heading": "5. Data Security",
                "content": "<p>We have implemented technical and organizational security measures designed to protect the security of any information we process. However, please remember that no electronic transmission over the Internet or electronic storage method is 100% secure.</p>"
            },
            {
                "heading": "6. Changes to This Privacy Policy",
                "content": "<p>We reserve the right to update this policy at any time. Changes will be posted on this page. You are advised to review this Privacy Policy periodically for any changes.</p>"
            },
            {
                "heading": "7. Contact Us",
                "content": "<p>If you have any questions about these Privacy Policies, you can contact us:</p><ul><li>By email: <a href='mailto:contacto@e-ec-com.mx'>contacto@e-ec-com.mx</a></li></ul>"
            }
        ]
    }
}